#!/usr/bin/env python
# -*- coding: utf-8 -*-
#
#  
#  Copyright 2012 weiketing <weikting@gmail.com>
#  

label_contexts = [
    "\
    StartOS 是由东莞瓦力网络科技有限公司发行的一套\n\
    Linux 桌面操作系统。由资深专业团队为您打造，\n\
    运行速度快，安全稳定，界面美观，操作简捷。",

    "\
    StartOS 集成最新的桌面环境，全新设计系统操作界面、图标等元素，\n\
    操作简捷，即使是入门用户，也能轻松使用。", 

    "\
    StartOS 集成软件中心，提供一站式软件管理体验，\n\
    海量软件任您选择，极速下载，一键安装，在线更新，不用再到处找软件了。",

    "\
    StartOS 集成功能强大的多媒体软件，完美支持各种常见音视频格式，\n\
    支持高清视频、无损音频和在线播放。",

    "\
    StartOS 集成 Chromium 浏览器，其设计简洁、技术先进、稳定高效，\n\
    可以让您更快速、安全且轻松地使用网络。",

    "\
    StartOS 集成设备管理器，硬件信息直观呈现，硬件驱动程序智能检测，\n\
    在线安装，解决 Linux 下硬件检测和驱动安装的难题。",
    
    "\
    StartOS 有详细的教程，专业的论坛，活跃的开发社区，\n\
    您在使用过程中遇到任何问题都可以得到及时地回答。",
]
